Repository: common-repository/sitemap-widget
Catalog: lang/*.po
Languages: fr_fr

source: Enter a URL or upload an image to use for your login logo
fr_fr: Entrez un url ou téléchargez une image pour votre logo de connexion

source: Upload Image
fr_fr: Telechargez une image

source: Enter the URL of you would like the login logo to point to.
fr_fr: Entrez l'url sur laquelle vous souhaitez faire pointer votre logo

source: By default it points to
fr_fr: Par défaut le lien pointe vers

source: Enter the text to display when you hover your mouse over the login logo.
fr_fr: Entrez le texte à afficher quand vous passez votre souris sur le logo

source: By default it says "Powered by WordPress".
fr_fr: Par défaut il est écrit "Propulsé par WordPress".

source: Enter custom CSS for the login screen.
fr_fr: Entrez votre css pour l'interface de connexion

source: If you are not familiar with CSS, you can leave this blank.
fr_fr: Si vous n'etes pas familier avec le css, laissez le champ vide

source: CSS options can be found by clicking here.
fr_fr: les options css peuvent etre trouvées ici

source: Enter a URL or upload an image for your login screen background
fr_fr: Entrez un url ou telechargez une image pour le fond d'écran de l'interface de connexion

source: Enter the text you would like to display in the dashboard footer.
fr_fr: Entrez le texte que vous souhaitez afficher dans le footer du dashboard

source: By default it says "Thank you for creating with WordPress".
fr_fr: Par défaut il est écrit "Thank you for creating with WordPress".

source: Click yes if you want to remove all the widgets on dashboard,leave it blank if you want to keep it
fr_fr: Cliquez sur oui si vous voulez supprimer tous les widgets du panneau d'adminiatration, laissez décoché si vous souhaitez les garder

source: Click yes if you want to remove all the wordpress icon on adminbar,leave it blank if you want to keep it
fr_fr: Cliquez sur oui si vous souhaitez supprimer toutes les icones de la barre d'administration

source: Click yes if you want to remove update nag
fr_fr: Cliquez sur oui si vous souhaitez supprimer les avertissements de mises à jour

source: Replace Appearence menu tab by Menu
fr_fr: Remplacer le menu Apparence par le sous menu Menu

source: Click yes if you want to put a dynamic copyright in the footer, then use the shortcode [copyright] wherever in your website
fr_fr: Cliquez sur oui si vous souhaitez activer un copyright dynamique sur votre site.Copier coller le shortcode copyrigth] n'importe ou sur votre site

source: Click yes if you want to display image/logo widget on your board
fr_fr: Cliquez sur oui si vous souhaitez afficher un widget pour une image dans votre tableau de bord

source: Enter a URL or upload an image to use for your imge/logo widget
fr_fr: Entrez un url ou telechargez une image pour votre widget image /logo

source: Enter the width in pixel(just the number!!)of your image
fr_fr: Entrez la largeur en pixel(seulement les chiffres)

source: Click yes if you want to display doc widget on your board
fr_fr: Cliquez sur oui si vous souhaitez afficher un widget pour telecharger vos document

source: Enter a URL or upload your document
fr_fr: Entrez un url ou telechargez votre document

source: Enter your text
fr_fr: Entrez votre texte

source: Enter your doc title
fr_fr: Entrez le titre de votre document

source: Click yes if you want to have a sitemap widget on your board
fr_fr: Cliquez sur oui si vous souhaitez un widget sitemap sur votre panneau d'administration

source: Click on the item you want to display
fr_fr: Cliquez sur l'element que vous souhaitez afficher

source: How your login logo image looks:
fr_fr: Voici le rendu de votre logo

source: If this plugin has helped you out at all, please consider making a donation to encourage future updates.
fr_fr: Si ce plugin vous a aidé, n'hésitez pas à faire un don

source: Your generosity is appreciated!
fr_fr: Votre générosité est appreciée

source: To report any issues with
fr_fr: Pour signaler tout bug sur

source: this plugin
fr_fr: ce plugin

source: , please visit the
fr_fr: , veuillez visiter la

source: support page on WordPress.org
fr_fr: page de support sur Wordpress.org

source: For all other WordPress help, please check out some great tutorials at
fr_fr: Pour toute autre demande concernant wordpress, veuillez consulter les tutoriels sur
