Repository: common-repository/sitemap-widget
Catalog: lang/sitemap-widget-*.po
Languages: fr_fr

source: Click yes if you want to have a sitemap widget on your board
fr_fr: Cochez la case si vous souhaitez afficher le widget sur votre tableau de bord

source: Click on the item you want to display
fr_fr: Cliquez sur l'item que vous souhaitez afficher

source: If this plugin has helped you out at all, please consider making a donation to encourage future updates.
fr_fr: Si ce plugin vous a aidé, n'hésitez pas à effectuer un don pour encourager les mises à jour!

source: Your generosity is appreciated!
fr_fr: Votre générosité est appreciée!

source: this plugin
fr_fr: ce plugin

source: , please visit the
fr_fr: , veuillez visiter

source: support page on WordPress.org
fr_fr: la page de support sur le site wordpress.org

source: For all other WordPress help, please check out some great tutorials at
fr_fr: Pour toute autre demande concernant wordpress, veuillez vous rendre sur le site de tutoriel

source: Hello, to visit a category,page or post, just click on it!
fr_fr: Bonjour, pour visiter une categorie, une page ou un article, cliquez dessus

source: Posts
fr_fr: Articles

source: Choose a post
fr_fr: Choisissez un article

source: Category
fr_fr: Categorie

source: Post
fr_fr: Article

source: To report any issues with
fr_fr: Pour faire part de tout bug avec
